<?php
$data['state'] = array(
0 => '启用',
1 => '禁用'
);

$data['remind'] = array(
array('range'=>array(3, 5),
	  'message'=>array(
            '晚安，月亮也一起睡了。',
            '夜都睡了，你还不睡吗？',
            '晚安，让美梦开始进入。',
            '夜深了，天上的星星都已经睡了。',
            '寂静的深夜，除了自己的心跳，还有我在陪你。',
            '晚睡伤身体，客官早点歇息吧: )'
            )),
            array('range'=>array(5, 8),
	  'message'=>array(
            '一日之计在于晨，早安！',
            '请在清早给自己一个微笑^__^',
            '每一天都是崭新的，早安！',
            '每天都是新的自己，早上好！',
            '新的一天，你我齐互勉，共努力。',
            '每个醒后的早晨都是一件礼物，早上好。',
            '清风送来新的一天，早晨好！'
            )),
            array('range'=>array(8, 11),
	  'message'=>array(
            '勤劳的小蜜蜂要开始忙碌的一天啦。 ',
            '一天之计在于晨，为了梦想努力吧！',
            '记得每天要喝八杯水哦！ ',
            '生活每天都是新的，加油！',
            '好的开始是成功的一半，加油！',
            '上午好，生活是一面镜子，你笑它也笑。',
            '开启电脑，开启一天的愉快！'
            )),
            array('range'=>array(11, 13),
	  'message'=>array(
            '工作再忙，午餐必不可少哦。',
            '中午好，吃饭的时候最好不要盯着电脑哦。',
            '做个快乐的吃货吧！',
            '中午眠一眠，做事不会粘。',
            '一份可口的午餐，可以补充作战的体力哦。',
            '午饭要好好吃哇，幸福是吃到饱。'
            )),
            array('range'=>array(13, 14),
	  'message'=>array(
            '饭后百步走，活到99，走走吧！',
            '有时间听首歌吧，跳跃的音符带来最好的休憩。',
            '是时候午间小憩了。',
            '午后的小憩，换来百倍的抖擞。',
            '午休时间，让眼睛去旅行。',
            '午后一杯咖啡，赶走酣睡疲惫。',
            '饭饱神虚，先歇一歇。'
            )),
            array('range'=>array(14, 15),
	  'message'=>array(
            '抖擞精神，开始下半场的工作。',
            '忙碌着也是件幸福的事。',
            '坐久了，起来活动一下吧！',
            '忙碌的你，有着最迷人的剪影，下午好！',
            '下午好，累了就发发呆吧。',
            '生命中，再无聊的时光，也都是限量版的。'
            )),
            array('range'=>array(15, 18),
	  'message'=>array(
            '午后一杯红茶，偷得片刻惬意。',
            '下午茶时间到啦 : )',
            '喝喝茶，提提神。',
            '抬眼硬拗三分困，不及午后一盏茶。',
            '起来吧，扭动绷紧了的腰，放松紧绷了的神经。',
            '歇一歇吧，享受午后时光。'
            )),
            array('range'=>array(18, 20),
	  'message'=>array(
            '万家灯火中，总有一盏为你点亮。',
            '晚上好，要对自己的胃好一些哦。',
            '华灯初上，谁在等你，你又在等谁？',
            '夜幕降落，霓红灯亮起，城市迎来另一种喧闹。',
            '晚饭有着落了吗？赶紧约起！',
            '下班了，精彩的私生活即将开始。'
            )),
            array('range'=>array(20, 23),
	  'message'=>array(
            '在忙吗，是否该问候一下远方的TA？',
            '今天累不累？停下来听首歌吧。',
            '累了，要记得让心摆渡，倦了，要记得回家的路。',
            '还在忙吗，别忘了给自己一个微笑。',
            '今天运动了没？打字不算哦: )',
            '操劳了一日工作，别忘了陪陪家人。'
            )),
            array('range'=>array(23, 3),
	  'message'=>array(
            '还在熬夜的您，让我为您点一盏灯。',
            '晚上早点窝被，美梦甜甜入睡。',
            '深夜了，不知道有多少人和你一样还没有睡呢？',
            '愿与您分享这夜色，早点休息 : )',
            '今夜微风轻送，伴你入美梦。',
            '夜深了，来日方长，早点休息。',
            '不要活得太累，不要忙得太疲惫。'
            ))
            );

            return $data;